Repository: common-repository/imagedrop
Catalog: language/ImageDrop-*.po
Languages: sv_se

source: Grid size
sv_se: Rutnätets storlek

source: Thumb width
sv_se: Miniatyrbildens bredd

source: Thumb height
sv_se: Miniatyrbildens höjd

source: How many images should be shown in the meta box
sv_se: Hur många bilder som ska visas i meta boxen

source: Width of the thumnails in the meta box, measured in pixels
sv_se: Bredden på miniatyrerna i meta boxen, mäts i pixlar

source: Height of the thumnails in the meta box, measured in pixels
sv_se: Höjden på miniatyrerna i meta boxen, mäts i pixlar

source: Drag 'n' drop images
sv_se: Dra och släpp bilder

source: Image size
sv_se: Bildstorlek

source: Large
sv_se: Stor

source: Medium
sv_se: Mellan

source: Thumbnail
sv_se: Miniatyr

source: Search
sv_se: Sök

source: &larr; Prev page
sv_se: &larr; Föregående sida

source: Next page &rarr;
sv_se: Nästa sida &rarr;
